Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Traces of gas were encountered in two thin sandstone layers.
nb: Det ble påtruffet spor av gass i to tynne sandsteinslag.

source: The purpose of well 34/3-4 A was to prove petroleum in lower Jurassic reservoir rocks (the Cook formation).
nb: Hensikten med brønn 34/3-4 A var å påvise petroleum i nedre jura reservoarbergarter (Cookformasjonen).

source: Well 34/3-4 A encountered about 110 metres of the Cook formation, 53 metres of which was sandstone with good reservoir quality and traces of gas.
nb: Brønn 34/3-4 A påtraff en om lag 110 meter tykk Cookformasjon, hvorav 53 meter sandstein med god reservoarkvalitet og med spor av gass.

source: Data sampling and aquisition have been carried out in both wells.
nb: Det er utført datainnsamling og prøvetaking i begge brønnene.

source: Water depth at the site is 406 metres.
nb: Havdypet er 406 meter.

source: Wells 34/3-4 S and 34/3-4 A were drilled by the Transocean Searcher drilling facility, which will now move on to drill wildcat well 34/3-5 S in the same production licence.
nb: Brønnene 34/3-4 S & A ble boret av boreinnretningen Transocean Searcher som nå skal bore undersøkelsesbrønn 34/3-5 S i samme utvinningstillatelse.

source: The well is located approximately five kilometres southeast of the Knarr field in the northern North Sea, about 120 kilometres west of Florø.
nb: Brønnen er boret om lag fem kilometer sørøst for Knarr-feltet i den nordlige delen av Nordsjøen og om lag 120 kilometer vest for Florø.

source: The objective of the well was to prove petroleum in Early Jurassic reservoir rocks (Cook Formation).
nb: Hensikten med brønnen var å påvise petroleum i undre jura reservoarbergarter (Cookformasjonen).

source: The well encountered an 82-metre thick sandstone interval in the Cook Formation, of which 47 metres are of good reservoir quality with traces of hydrocarbons.
nb: Brønnen påtraff 82 meter med sandstein i Cookformasjonen, hvorav 47 meter med god reservoarkvalitet og spor av olje.

source: This was the seventh exploration well in production licence 373 S, which was awarded in APA 2005.
nb: Dette er den sjuende letebrønnen i utvinningstillatelse 373 S, som ble tildelt i TFO 2005.

source: Well 34/3-5 was drilled to a vertical depth of 4253 metres below the sea surface and was terminated in the Lower Jurassic Amundsen Formation.
nb: Brønn 34/3-5 ble boret til et vertikalt dyp på 4253 meter under havoverflaten og ble avsluttet i Amundsenformasjonen i undre jura.

source: The water depth is 403 m.
nb: Havdypet er 403 meter.

source: The operator Total recently concluded the drilling of appraisal well 6506/9-1.
nb: Operatøren Total avsluttet nylig boringen av avgrensningsbrønn 6506/9-1.

source: Preliminary estimates indicate that the discovery may be within the range 20 – 60 billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpige estimat indikerer at funnet kan være innenfor usikkerhetsspennet 20 – 60 milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: Before the drilling activity, the resource estimate was 89 billion Sm3 of recoverable gas, and ”Victoria” was considered to be Norway's largest undeveloped gas discovery.
nb: Før boringen var ressursanslaget 89 milliarder Sm3 utvinnbar gass, og ”Victoria” ble regnet som Norges største uutbygde gassfunn.

source: ”The result is, of course, disappointing.
nb: ”Resultatet er naturligvis skuffende.

source: The most important thing now is to give the operator the time and opportunity to analyse samples and data to ascertain what this means,” comments Sissel Eriksen, Director for Exploration in the Norwegian Petroleum Directorate.
nb: Nå er det viktig at operatøren får tid og arbeidsro til å analysere prøver og data for å finne ut hva dette betyr, ” kommenterer Sissel Eriksen, direktør for leting i Oljedirektoratet.

source: The appraisal well at 6506/6-1 has attracted a lot of attention, as the result would be decisive in the development of this section of the Norwegian Sea.
nb: Det har vært knyttet stor interesse til avgrensningsbrønnen på 6506/6-1, fordi resultatet vil være avgjørende for utviklingen av denne delen av Norskehavet.

source: The development will probably take more time than previously assumed.
nb: Sannsynligvis vil utviklingen ta lenger tid enn tidligere antatt.

source: Several gas discoveries have been made in the Norwegian Sea, among them ”Luva”, ”Onyx”, ”Marulk” and ”Gro”.
nb: Det er gjort flere gassfunn i Norskehavet, blant andre ”Luva”, ”Onyx”, ”Marulk” og ”Gro”.

source: However, there is little infrastructure in place in the Norwegian Sea compared with the North Sea, and the two gas pipelines which connect the Norwegian Sea to Continental Europe, Åsgard Transport and Langeled, both have limited capacity during the next few years.
nb: Imidlertid er det lite infrastruktur i Norskehavet sammenlignet med Nordsjøen, og de to gassrørledningene som knytter Norskehavet til kontinentet, Åsgard Transport og Langeled, har begrenset kapasitet de nærmeste årene.

source: ”The resource bas determines whether developing a discovery is profitable, independently or in connection with other nearby discoveries.
nb: ”Det er ressursgrunnlaget som avgjør om det vil være lønnsomt å utvikle et funn, selvstendig eller i sammenheng med andre nærliggende funn.

source: The Norwegian Petroleum Directorate believes that the area must be explored in further detail and that more wells must be drilled before a decision on development and investments in new infrastructure can be made,” says Eriksen.
nb: Oljedirektoratet mener at området må utforskes bedre og at det må bores flere brønner før man kan ta stilling til eventuell utbygging og investering i ny infrastruktur,” sier Eriksen.

source: She emphasises that the operating company Total has done a solid job in connection with the appraisal well on Victoria, which is important and successful in the technical sense.
nb: Hun understreker at operatøren Total har gjort en solid jobb med avgrensningsbrønnen på Victoria, som er viktig og vellykket i teknisk forstand.

source: The above factors will make developments demanding.
nb: Dette er faktorer som gjør utbygginger krevende.

source: The well will provide new knowledge about this section of the Norwegian Sea.
nb: Brønnen vil gi mye ny kunnskap om denne delen av Norskehavet.

source: Samples were taken and large amounts of data collected.
nb: Det er tatt prøver og samlet inn store mengder data.

source: The data acquired included 230 metres of core material.
nb: Datainnsamlingen omfatter 230 meter med kjernemateriale.

source: In addition, a successful formation test was carried out.
nb: I tillegg er det utført en vellykket formasjonstest.

source: The operating company Total will, according to plan, drill another appraisal well on Victoria over the course of the next few years.
nb: Operatøren Total skal etter planen bore enda en avgrensningsbrønn på Victoria i løpet av de nærmeste årene.

source: The well reached a vertical depth of 5664 metres below the surface of the sea.
nb: Brønnen ble boret til et vertikalt dyp på 5664 meter under havoverflaten.

source: The water depth at the site is 416 metres.
nb: Havdypet er 416 meter.

source: Link to: Exploration drilling result 6506/9-1
nb: Lenke til brønnmeldingen.

source: The discovery was proven in 2010, and is located approximately 20 kilometres northwest of the Snorre field in the North Sea.
nb: Funnet ble påvist i 2010, og er omtrent 20 kilometer nordvest for Snorrefeltet i Nordsjøen.

source: The reservoir is in the Brent and Statfjord groups and, prior to drilling of appraisal well 34/4-14 S, the expected recoverable reserves were about 7 million Sm3 of oil and 0.7 billion Sm3 of gas.
nb: Reservoaret er i Brent- og Statfjordgruppen og forventede utvinnbare ressurser var før boring av avgrensningsbrønn 34/4-14 S om lag 7 millioner Sm3 olje og 0,7 milliarder Sm3 gass.

source: Data acquisition and sampling has been carried out.
nb: Det er utført datainnsamling og prøvetaking.

source: This well is the third exploration well in production licence 375, awarded in APA 2005.
nb: Brønnen er den tredje letebrønnen i utvinningstillatelse 375, tildelt i TFO 2005.

source: The well was drilled to a vertical depth of 4532 metres below the sea surface and was terminated in the Lunde formation from the Late Triassic Age.
nb: Brønnen ble boret til et vertikalt dyp på 4532 meter under havnivå, og ble avsluttet i Lundeformasjonen av seintrias alder.

source: Well 34/4-14 S was drilled by the Borgland Dolphin drilling facility, which is now scheduled to drill wildcat well 25/10-13 S in production licence 571, operated by Suncor Energy AS.
nb: Brønn 34/4-14 S ble boret av boreinnretningen Borgland Dolphin som nå skal bore undersøkelsesbrønn 25/10-13 S i utvinningstillatelse 571, der Suncor Energy AS er operatør.

source: The well was drilled on the east flank of the Visund field in the northern part of the North Sea, and about 140 km northwest of Bergen.
nb: Brønnen ble boret på østflanken av Visundfeltet i nordlige del av Nordsjøen og om lag 140 km nordvest for Bergen.

source: The primary exploration target for 34/8-16 S was to prove gas and/or gas condensate in the Middle Triassic (the Lomvi formation).
nb: Primært letemål for 34/8-16 S var å påvise gass og/eller gasskondensat i midtre trias (Lomviformasjonen).

source: The secondary exploration target was to investigate additional resources in Lower to Middle Jurassic reservoir rocks (the Statfjord and Brent Group) and Upper Triassic reservoir rocks (the Lunde formation).
nb: Sekundært letemål var å undersøke tilleggsressurser i nedre- til midtre jura reservoarbergarter (Statfjord- og Brentgruppen og øvre trias reservoarbergarter (Lundeformasjonen).

source: The well encountered an oil/gas/condensate column of about 85 metres in the Lunde formation, 40 metres of which were of moderate to good reservoir quality.
nb: Brønnen påtraff enolje/gass/kondensat-kolonne på om lag 85 meter i Lundeformasjonen, hvorav 40 meter med moderat til god reservoarkvalitet.

source: The Brent group is not present.
nb: Brentgruppen er ikke tilstede.

source: Preliminary calculations of the size of the discovery are between 0.4 and 1.1 million Sm³ of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 0,4 og 1,1 million Sm³ utvinnbare oljeekvivalenter.

source: The licensees will consider further development of the discovery in the context of other potential additional resources.
nb: Rettighetshaverne vil vurdere videre utvikling av funnet i sammenheng med eventuelt andre tilleggsressurser.

source: The well was not formation tested, but comprehensive data collection and sampling were carried out.
nb: Brønnen ble ikke formasjonstestet, men det ble utført omfattende datainnsamling og prøvetaking.

source: This is the 26th exploration well drilled in production licence 120.
nb: Dette er den 26. letebrønnen som er boret i utvinningstillatelse 120.

source: Well 34/8-16 S was drilled to a vertical and measured depth of 3830 and 3875 metres below sea level, respectively, and was terminated in the Hegre group in the Triassic.
nb: Brønn 34/8-16 S ble boret til et vertikalt og målt dyp på henholdsvis 3830 og 3875 meter under havoverflaten og ble avsluttet i Hegregruppen i trias.

source: The water depth at the site is 380 metres.
nb: Havdypet er 380 meter.

source: The well was drilled by the Songa Trym drilling facility.
nb: Brønnen ble boret av boreinnretningen Songa Trym.

source: Download pdf: Map
nb: Last ned pdf: Kart

source: The wells have been drilled approx. four kilometres west of the Vega Sør field.
nb: Brønnene er boret om lag fire kilometer vest for Vega Sør-feltet.

source: The primary exploration target for well 35/11-18 was to prove petroleum in Middle Jurassic reservoir rocks (the Brent group).
nb: Primært letemål for brønn 35/11-18 var å påvise petroleum i midtre jura reservoarbergarter (Brentgruppen).

source: The secondary exploration target was to prove petroleum in Upper Jurassic reservoir rocks (sandstones in the Heather formation).
nb: Sekundært letemål var å påvise petroleum i øvre jura reservoarbergarter (sandsteiner i Heatherformasjonen).

source: In the primary exploration target, the well encountered a 275 metre thickness of moderate to good reservoir quality in the Brent group.
nb: I primært letemål påtraff brønnen Brentgruppen med 275 meter mektighet med moderat til god reservoarkvalitet.

source: The well proved light oil in the Tarbert and Oseberg formation, with columns of eleven and three metres, respectively.
nb: Brønnen påviste lett olje i Tarbert- og Osebergformasjonen, med henholdsvis om lag elleve og tre meter kolonne.

source: In the secondary exploration target, the well encountered an eight-metre hydrocarbon column of good to poor reservoir quality.
nb: I sekundært letemål påtraff brønnen en åtte meter hydrokarbonkolonne med god til dårlig reservoarkvalitet.

source: The well proved gas and oil in two Upper Jurassic (the Heather formation) sandstones with net thicknesses of 33 and 24 metres, respectively, with poor to good reservoir quality.
nb: Brønnen påviste gass og olje i to sandsteiner på henholdsvis 33 og 24 meter brutto mektighet i øvre jura (Heatherformasjonen) med dårlig til god reservoarkvalitet.

source: The well encountered oil throughout the Brent group, which is 270 metres, with moderate to good reservoir quality.
nb: Brønnen påtraff olje i hele Brentgruppen, som er 270 meter, med moderat til god reservoarkvalitet.

source: The well also encountered a 46-metre column of light oil in the Lower Jurassic (the Cook formation).
nb: Brønnen påtraff dessuten en 46 meter kolonne med lett olje i nedre jura (Cookformasjonen).

source: Preliminary estimates place the size of the discovery between 1 and 3 million Sm3 of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 1 og 3 millioner Sm3 utvinnbar olje.

source: The wells are the second and third exploration wells in production licence 248.
nb: Brønnene er den andre og tredje letebrønnen i utvinningstillatelse 248.

source: Well 35/11-18 was drilled to a measured depth of 3759 metres below the sea surface (3709 metres vertical depth) and was terminated in Early Jurassic rocks (the Cook formation).
nb: Brønn 35/11-18 ble boret til et målt dyp på 3759 meter under havoverflaten (3709 meter vertikalt dyp) og avsluttet i bergarter av tidligjura alder (Cookformasjonen).

source: The appraisal well was drilled to a measured depth of 4020 metres below the sea surface (3874 metres vertical depth), and was terminated in Early Jurassic rocks (the Statfjord group).
nb: Avgrensningsbrønnen ble boret til et målt dyp på 4020 meter under havoverflaten (3874 meter vertikalt dyp) og avsluttet i bergarter av tidligjura alder (Statfjordgruppen).

source: Water depth at the site is 366 metres.
nb: Havdypet er 366 meter.

source: The wells will probably be permanently plugged and abandoned by Tuesday 15 December.
nb: Brønnene blir sannsynligvis permanent plugget og forlatt i løpet av tirsdag 15. desember.

source: The partners in PL 248 will now evaluate the results.
nb: Partnerne i tillatelse 248 skal nå evaluere resultatene.

source: Wells 35/11-18 & 18 A were drilled by the Borgland Dolphin drilling facility, which will now drill appraisal well 25/10-14 in the North Sea in production licence 571, where Suncor Energy Norge AS is the operator.
nb: Brønnene 35/11-18 & 18 A ble boret av boreinnretningen Borgland Dolphin som nå skal bore avgrensningsbrønn 25/10-14 i Nordsjøen i utvinningstillatelse 571, der Suncor Energy Norge AS er operatør.

source: Wellbore 16/1-8 will be drilled from the Bredford Dolphin drilling facility at position 58° 50' 08.63'' North and 2° 14' 06.36'' East after completion of drilling of wildcat well 24/9-8 for Det Norske Oljeselskap ASA in production licence 305.
nb: Brønnbane 16/1-8 skal bores fra boreinnretningen Bredford Dolphin i posisjon 58°50’08.63” Nord og 2°14’06.36 Øst etter avslutning av boring av undersøkelsesbrønnen 24/9-8 for Det Norske Oljeselskap ASA i utvinningstillatelse 305.

source: The drilling program for wellbore 16/1-8 relates to drilling of a wildcat well in production licence 338.
nb: Boreprogrammet for brønnbane 16/1-8 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 338.

source: Lundin is the operator, with a 50% participating interest, while the other licensees are Revus and RWE-DEA with 30 and 20 per cent, respectively.
nb: Lundin er operatør med 50 prosent andel mens øvrige rettighetshavere er Revus og RWE-DEA med hhv 30 og 20 prosent hver.

source: The area in this licence consists of the south-eastern part of block 16/1.
nb: Arealet i denne tillatelsen består av den sørøslige delen av blokk 16/1.

source: Well 16/1-8 is located about 15 kilometres east of the discovery 15/3-1 S Gudrun and about 30 kilometres north-east of the discovery 15/6-9 S Ermintrude in the North Sea.
nb: Brønn 16/1-8 er lokalisert om lag 15km øst for 15/3-1 S Gudrun-funnet og ca 30 km nordøst for 15/6-9 S Ermintrude-funnet i midtre del av Nordsjøen.

source: Production licence 338 was awarded in APA in 2004.
nb: Utvinningstillatelse 338 ble tildelt i TFO i 2004.

source: This is the first well to be drilled in the production licence.
nb: Dette er den første brønnen som bores i utvinningstillatelsen.

source: The well was drilled about 15 km southwest of the Gjøa field in the North Sea and 80 kilometres southwest of Florø.
nb: Brønnen er boret om lag 15 km sørvest for Gjøa-feltet i Nordsjøen og 80 kilometer sørvest for Florø.

source: The purpose of the well was to prove petroleum in reservoir rocks from the Upper Jurassic (the Heather, Sognefjord and Fensfjord formations).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (Heather-, Sognefjord- og Fensfjordformasjonen).

source: Well 35/12-5 S encountered about 10 metres of sandstone in the Heather formation, 35 metres of sandstone in the Sognefjord formation and 32 metres of sandstone in the Fensfjord formation, all with good reservoir quality.
nb: Brønn 35/12-5 S påtraff om lag 10 meter sandstein i Heatherformasjonen, 35 meter sandstein i Sognefjordfomasjon og 32 meter sandstein i Fensfjordformasjonen, alle med god reservoarkvalitet.

source: It also encountered 9 metres of sandstone with poor reservoir quality in the Etive formation.
nb: Det ble også påtruffet 9 meter sandstein av dårlig reservoarkvalitet i Etiveformasjonen.

source: This is the fifth exploration well in production licence 378.
nb: Dette er den femte letebrønnen i utvinningstillatelse 378.

source: Well 35/12-5 S was drilled to a vertical depth of 3369 metres and a measured depth of 3570 metres below the sea surface and was terminated in the Oseberg formation in the Middle Jurassic.
nb: Brønn 35/12-5 S ble boret til et vertikalt dyp på 3369 meter og et målt dyp på 3570 meter under havflaten og ble avsluttet i Osebergformasjonen i midtre jura.

source: Water depth at the site is 353 metres.
nb: Havdypet er 353 meter.

source: Well 35/12-5 S was drilled by the Transocean Arctic drilling facility, which is now scheduled to drill wildcat well 6406/12-4 S in production licence 586 in the Norwegian Sea, operated by VNG Norge AS.
nb: Brønn 35/12-5 S ble boret av Trancocean Arctic som nå skal bore undersøkelsesbrønn 6406/12-4 S i utvinningstillatelse 586 i Norskehavet der VNG Norge AS er operatør.

source: Contact in the Norwegian Petroleum Directorate Astri Sivertsen, tlf 51 87 61 00
nb: Kontaktperson i Oljedirektoratet Astri Sivertsen, tlf 51 87 61 00

source: The well has been drilled about 45 kilometres northeast of the Valhall field in the southern section of the North Sea and 300 kilometres southwest of Stavanger.
nb: Brønnen er boret om lag 45 kilometer nordøst for Valhall-feltet i den sørlige delen av Nordsjøen og 300 kilometer sørvest for Stavanger.

source: The purpose with the well was to prove petroleum in the Upper and Middle Jurassic reservoir rocks (the Ula and Bryne formations).
nb: Hensikten ned brønnen var å påvise petroleum i øvre og midtre jura reservoarbergarter (Ula- og Bryneformasjonen).

source: The well did not encounter the Ula formation.
nb: Brønnen påtraff ikke Ulaformasjonen.

source: The Bryne formation was encountered with a thickness of about 110 metres, of which 45 metres with moderate reservoir quality.
nb: Bryneformasjonen ble påtruffet med en tykkelse på om lag 110 meter, hvorav 45 meter med moderat reservoarkvalitet.

source: The well is the first exploration well in production licence 539, awarded in APA 2009.
nb: Dette er den første letebrønnen i utvinningstillatelse 539, som ble tildelt i TFO 2009.

source: Well 3/7-10 S was drilled to a measured and vertical depth of 3511 and 3464 metres below sea level, respectively, and was terminated in the Skagerrak formation in the Upper Triassic.
nb: Brønn 3/7-10 S ble boret til et målt og vertikalt dyp på henholdsvis 3511 og 3464 meter under havflaten og avsluttet i Skagerrakformasjonen i øvre trias.

source: The water depth at the site is 68.5 metres.
nb: Havdypet er 68,5 meter.

source: The well was drilled by the drilling facility Mærsk Guardian, which now will proceed to Fredrikshavn to be laid up.
nb: Brønnen ble boret av boreinnretningen Mærsk Guardian som nå skal til Fredrikshavn for å gå i opplag.

source: Contact person at the Norwegian Petroleum Directorate
nb: Kontaktperson i Oljedirektoratet

source: The well was drilled about 65 kilometres southwest of the Njord field and 35 kilometres southeast of the 6406/12-3 S and A discoveries (Pil and Bue) in the Norwegian Sea.
nb: Brønnen er boret om lag 65 kilometer sørvest for Njord-feltet og 35 kilometer sørvest for funnene 6406/12-3 S og A (Pil og Bue) i Norskehavet.

source: The objective of the well was to prove petroleum in Upper Jurassic reservoir rocks (the Rogn formation and the Melke formation).
nb: Hensikten med brønnen var å påvise petroleum i øvre jura reservoarbergarter (Rogn-) og Melkeformasjonen).

source: Well 6306/5-2 encountered an approx. 12-metre thick sandstone layer in the Rogn formation, with good reservoir quality.
nb: Brønn 6306/5-2 påtraff om lag 12 meter tykk sandstein i Rognformasjonen med god reservoarkvalitet.

source: The well also encountered 247 metres of sandstone in the Melke formation with moderate reservoir quality.
nb: Brønnen påtraff i tillegg 247 meter med sandstein i Melkeformasjonen med moderat reservoarkvalitet.

source: Well 6306/5-2 was drilled to a vertical depth of 3192 metres below the sea surface and was terminated in the Melke formation in the Upper Jurassic.
nb: Brønn 6306/5-2 ble boret til et vertikalt dyp av 3192 meter under havflaten og ble avsluttet i Melkeformasjonen i øvre jura.

source: Water depth at the site is 226 metres.
nb: Havdypet er 226 meter.

source: Well 6306/5-2 was drilled by the Bredford Dolphin drilling facility, which will now proceed to drill wildcat well 16/1-25 S in production licence 338 C in the North Sea, where Lundin Norway AS is the operator.
nb: Brønn 6306/5-2 ble boret av boreinnretningen Bredford Dolphin som nå skal bore undersøkelsesbrønn 16/1-25 S i utvinningstillatelse 338 C i Nordsjøen der Lundin Norway AS er operatør.

source: Contact at the NPD
nb: Kontaktperson i Oljedirektoratet

source: Well 6406/12-4 S was drilled approx. 33 kilometres southwest of the Njord field in the southern part of the Norwegian Sea and approx. 1.7 kilometres southeast of discovery well 6406/12-3 S (Pil).
nb: Brønn 6406/12-4 S ble boret omlag 33 kilometer sørvest for Njordfeltet i den sørlige delen av Norskehavet og omtrent 1,7 kilometer sørøst for funnbrønn 6406/12-3 S (Pil).
